Repository: Carolina-web-code/flutter
Catalog: lib/l10n/intl_*.arb
Languages: ro, ru

# sign_in
source: Licence activation
ro: Activare licență
ru: Активация лицензии

# opt
source: Enter your 8-digit license
ro: Introduceți licența din 8 cifre
ru: Введите ваш 8-значный номер лицензии

# regim
source: Test regime
ro: Regim de test
ru: Тестовый режим

# loc
source: On the spot
ro: Pe loc
ru: На месте

# pachet
source: Take away
ro: La pachet
ru: На вынос

source: My Order
ro: Comanda mea
ru: Mой заказ

# what
source: What would you like to
ro: Ce ai vrea să
ru: Что вы хотели бы

source: order?
ro: comanzi?
ru: заказать?

source: Most Favorite
ro: Cele mai Favorite
ru: Самые популярные

source: Payment
ro: Plata
ru: Оплата

# card
source: Bank card
ro: Card Bancar
ru: Банковская карта

# num
source: Cash
ro: Numerar
ru: Наличными

# approveCardMessage
source: Bring your bank card closer to the terminal to complete the payment.
ro: Apropiați cardul bancar de terminal pentru a finaliza plata.
ru: Поднесите банковскую карту ближе к терминалу для завершения оплаты.

source: Payment amount
ro: Suma de plată
ru: Сумма оплаты

source: Card payment
ro: Plată cu cardul
ru: Оплата картой

source: Cash payment
ro: Plată în numerar
ru: Оплата наличными

source: Make payment
ro: Efectuează plata
ru: Сделать платеж

# payment_init_error
source: Payment initiation error
ro: Eroare la inițierea plății
ru: Ошибка инициализации платежа

# payment_success
source: Payment successful
ro: Plată reușită
ru: Платеж успешен

source: Payment error
ro: Eroare la plată
ru: Ошибка при оплате

# i
source: Back
ro: Inapoi
ru: Назад

# n
source: Payment
ro: Achitare
ru: Oплата

source: Total
ru: Итого

source: Promotions
ro: Promoții
ru: Акции

source: Pizza
ru: Пицца

source: Breakfast
ro: Mic dejun
ru: Завтрак

source: Snacks
ro: Snacks-uri
ru: Закуски

source: Salads
ro: Salate
ru: Салаты

source: Drinks
ro: Băuturi
ru: Напитки

source: Dessert
ro: Desert
ru: Десерт

source: Side dishes
ro: Garnituri
ru: Гарниры

source: SUMMER SALAD
ro: SALATĂ DE VARĂ
ru: ЛЕТНИЙ САЛАТ

# summerSaladDesc
source: A healthy and juicy summer salad of oven-baked vegetables with chicken and a special dressing.
ro: O salată sănătoasă şi suculentă de legume la cuptor cu carne de pui și un dressing special.
ru: Полезный и сочный летний салат из запеченных овощей с курицей и специальной заправкой.

source: QUESADILLA
ru: КЕСАДИЛЬЯ

# quesadillaDesc
source: The hit of Mexican cuisine - a very aromatic and satisfying crispy quesadilla with pieces of chicken fillet in a thick sauce, tomatoes and bell peppers.
ro: Hitul bucătăriei mexicane - quesadilla crocantă, aromată și săţioasă cu file de pui, sos gros, roșii și ardei dulce.
ru: Хит мексиканской кухни - ароматная и сытная хрустящая кесадилья с кусочками курицы в густом соусе, помидорами и перцем.

source: COOL SOUP
ro: SUPĂ RECE
ru: ХОЛОДНЫЙ СУП

# coolSoupDesc
source: What could be tastier than classic cold okroshka on a hot summer day?! Refreshing okroshka made with kefir, fresh cucumbers and radishes - the ideal soup for a healthy lunch.
ro: Ce poate fi mai gustos decât okroshka rece într-o zi fierbinte de vară?! Okroshka răcoritoare cu chefir, castraveți și ridiche.
ru: Что может быть вкуснее классической окрошки в жаркий день?! Освежающая окрошка на кефире с огурцами и редисом.

source: STRAWBERRY CHEESECAKE
ro: CHEESECAKE CU CĂPȘUNI
ru: КЛУБНИЧНЫЙ ЧИЗКЕЙК

# strawberryCheesecakeDesc
source: Light mascarpone mousse, seasonal fruits drizzled with strawberry sauce.
ro: Mousse lejer de mascarpone, fructe de sezon stropite cu sos de căpșuni.
ru: Лёгкий мусс из маскарпоне, сезонные фрукты, политые клубничным соусом.

source: BERRY CROISSANT
ro: CROISSANT CU FRUCTE DE PĂDURE
ru: ЯГОДНЫЙ КРУАССАН

# berryCroissantDesc
source: An original serving - classic croissant with salted caramel ice cream, wild berry sauce and seasonal fruits.
ro: Croissant clasic cu înghețată de caramel sărat, sos de fructe de pădure și fructe de sezon.
ru: Круассан с мороженым из солёной карамели, ягодным соусом и фруктами.

source: BERRY LEMONADE
ro: LIMONADĂ CU FRUCTE DE PĂDURE
ru: ЯГОДНЫЙ ЛИМОНАД

# berryLemonadeDesc
source: And what could be better on a hot summer day than a refreshing drink?!
ro: Ce poate fi mai bun într-o zi toridă de vară decât o băutură răcoritoare?!
ru: Что может быть лучше летом, чем освежающий напиток?!

source: Extra Mozzarella
ro: Mozzarella Extra
ru: Экстра Моцарелла

source: Pepperoni
ru: Пепперони

source: Mushrooms
ro: Ciuperci
ru: Грибы

source: Olives
ro: Măsline
ru: Оливки

source: Peppers
ro: Ardei
ru: Перец

source: Additional Whipped Cream
ro: Friscă adițională
ru: Дополнительные сливки

source: Berries
ro: Fructe de pădure
ru: Ягоды

source: Caramelized Nuts
ro: Nuci caramelizate
ru: Карамелизованные орехи

source: Lemon Cream
ro: Cremă de lămâie
ru: Лимонный крем

source: Extra Chicken
ro: Pui extra
ru: Дополнительная курица

source: Extra Croutons
ro: Crutoane extra
ru: Дополнительные гренки

source: Boiled Egg
ro: Ou fiert
ru: Вареное яйцо

source: Feta Cheese
ro: Brânză feta
ru: Фета

source: Vanilla Ice Cream
ro: Înghețată vanilie
ru: Ванильное мороженое

source: Chocolate Syrup
ro: Sirop de ciocolată
ru: Шоколадный сироп

source: Oreo Cookie Pieces
ro: Bucăți de biscuiți Oreo
ru: Орео печенье

source: Coconut Flakes
ro: Fulgi de cocos
ru: Кокосовые хлопья

source: Whipped Cream
ro: Frișcă
ru: Взбитые сливки

source: Vanilla Flavor
ro: Aromă de vanilie
ru: Ванильный аромат

source: Tapioca Pearls
ro: Perle de tapioca
ru: Тапиока шарики

source: Caramel Cream
ro: Cremă de caramel
ru: Карамельный крем

# inactivityTitle
source: Inactivity Detected
ru: Обнаружена неактивность

# inactivityMessage
source: Do you want to clear your cart and start over?
ru: Хотите очистить корзину и начать заново?

source: Yes
ru: Да

source: No
ru: Нет
